let infoList = [
  {
    title: `"귀신고래"`,
    text: `"누군가 다가오면 가벼운 마음으로 저러는 게 아닐까? 하는 의문이 들어
    우선 경계부터 하고 보는 당신은 예민한 귀신고래!
    속마음을 드러내지 않아 상대방으로 하여금 상처를 줄 수도 있지만,
    마음이 열리는 그 순간, 모든 경계를 풀고 전부를 주는 사람!
    넓은 인간관계보다는 좁고 깊은 인간관계를 중요하게 여긴다."`,
  },
  {
    title: `"남방 큰 돌고래"`,
    text: `"초음파로 의사소통을 하는 교감과
    공감 능력의 최강자! 눈치가 빠르고
    주변 환경 변화를 잘 인지하여 분위기를 전환시키는!
    매력적인 분위기 메이커!"`,
  },
  {
    title: `"대왕 고래"`,
    text: `"몸집이 큰 만큼 많은 경험과 노하우를 지닌 당신은 베테랑!
    생각이 많으며, 다른 사람에게 크게 관심이 없고, 자신만의 관점이 뚜렷해요.
    자신의 영역을 침범 당하는 것을 매우 싫어하며, 집단의 의견에 딴지를 자주 거는 편이에요.
    그러나 남들이 반대 의견을 던져도, 논리적으로 맞는 말이면 수용할 수 있는
    스마트하고 논리적인 성격의 소유자!"`,
  },
  {
    title: `"밍크고래"`,
    text: `"섬세하고 따듯한 당신은 속깊은 밍크고래!
    책임감이 있는 타입이며, 질거 있는 환경을 좋아해요!
    바다의 독고다이라고 불릴만큼 다같이 일하는 것보다는 혼자 일하는 것을
    매우 좋아하는 타입이며, 신세 지는 것도, 피해 주는것도 매우 싫어합니다.
    남의 말을 잘 들어주고, 내 속 얘기는 잘 하지 않지만 누구보다 진심으로
    상대를 생각하고 배려하는 당신은 따듯한 마음을 가지고 있어요."`,
  },
  {
    title: `"범고래"`,
    text: `"앞만 보는 불도저 같은 성격의 소유자!
    얻고자 하는 게 있다면, 반드시 쟁취하는 편이에요.
    어딜 가든 리더의 자리를 꿰차며, 목표를 세우고 계획을 설계하는
    머리가 아주 빠르게 돌아가는 지능 캐!
    원하는 걸 돌려 말하지 않으며, 직설적으로 표현하는 편이랍니다.
    집단생활에 적합하며, 리더십이 매우 뛰어난 편이라
    다양한 분야에 넓은 발을 가지고 있는 당신!"`,
  },
  {
    title: `"벨루가"`,
    text: `"자기가 예쁘고 특별하다는 걸 알고 있으며,
    그걸 즐기는 통통 튀는 매력의 소유자!
    모든 사람들의 관심과 인정을 받으려고 하는 욕심쟁이!
    남의 일에는 전혀 관심이 없으며, 자기 주관이 뚜렷해서
    고집이 세다는 이야기를 들을 때도 있답니다."`,
  },
  {
    title: `"보리고래"`,
    text: `"바닷속의 섬세한 상담가!
    굳이 노력하지 않아도 타인을 배려하는 게 몸에 배어버린 당신!
    공감 능력이 매우 뛰어나 친구들의 고민 상담을 자처하기도 해요!
    항상 <그럴 수도 있지>라는 마음을 갖고 있어서,
    타인의 말을 쉽게 비난하지 않아요!"`,
  },
  {
    title: `"상괭이"`,
    text: `"항상 기분 좋은 에너지를 뿜뿜하고 다니지만 정작 본인은
    다른 사람들의 아픔을 혼자 몸으로 다 견뎌내는 당신은 바닷속 댕댕이!
    장난치는 것을 좋아하고, 말도 많은 편이에요.
    그런 탓에 친구가 많은 편이지만, 가끔은 혼자만의 시간을
    중요시하는 타입이기도 해요!"`,
  },
  {
    title: `"양쯔강 돌고래"`,
    text: `"눈치 빠른 순둥한 성격을 지닌 바다의 순정파!
    남들에게 <착하다>는 말을 많이 듣는 편이며,
    사실 그 누구보다 그래서 자기 의견을 내세우기보단, 
    상황에 맞게 남들을 잘 맞춰주는 타입이에요.
    타인의 감정을 섬세하게 읽을 줄 알아서 웬만하면 상처를 주는 말을 하지 않아요.
    가끔은 자신의 감정을 가끔은 자신의 감정을 솔직하게 표출하지
    못하는 대서 스스로 답답함을 느끼는 성격입니다."`,
  },

  {
    title: `"일각고래"`,
    text: `"취향이 확고하고 안목 있는 당신은
    늘 신선하고 새로운 행복을 스스로 정의하고 추구하죠.
    앞에 나서지 않지만 주변 사람들은 항상 당신의 행보를
    궁금해하네요.
    당신의 개성 있는 스타일은 숨길 수 없거든요.
    고래 중에 유일하게 뿔이 달린 일각고래처럼 말이에요!"`,
  },
  {
    title: `"향유고래"`,
    text: `"복잡한 건 그냥 생각하지 말고 재밌게 사는 이 시대의 배짱이!
    하고 싶은 건 다 해보는 타입인 당신은 주변 사람들에게
    재밌는 친구라는 인식이 강하게 자리하고 있습니다.
    자존감이 높으며 가끔은 고집이 세다는 말을 듣기도 하지만,
    숨길 수 없는 끼로 하여금 주변 사람들을 현혹 시키는
    바다의 유일무이한 성격의 소유자!"`,
  },
  {
    title: `"혹등고래"`,
    text: `"겉모습은 전혀 그렇게 보이지 않지만 매우 순수한 영혼을 가져서
    주변 사람들이 만만하게 보지만, <힘숨찐>인 당신은 그런 것들을 참지 못하는 성격입니다.
    어디 하나 모나지 않은 성격과, 둥글둥글한 마음은 만나는 모든 이들을 편안하게 해주며,
    싸움을 싫어하는 이 시대의 평화주의자 바다의 간디입니다!"`,
  },
];
